[
  {
    "citation": "L’originel et son inverse. Ce sort est le résultat d’une collision entre ces deux infinis. C’est une masse abstraite qui naît de cet impact. Équation imaginaire : Violet",
    "type": "Qui a dit",
    "réponse": "Satoru Gojo",
    "date": 2023,
    "titre": "Jujutsu Kaisen",
    "épisode": "S2E4"
  },
  {
    "citation": "Il y a bien longtemps un homme prit la décision de défier l’arme atomique. A force d’entraînements et d’obstination, il est finalement arrivé à une conclusion des plus élémentaires : pour ne pas être neutralisé par l’arme nucléaire, il devait lui aussi devenir une arme atomique. La véritable puissance réside en chacun de nous. Admire donc celle qui sommeille en moi. I AM ATOMIC.",
    "type": "Qui a dit",
    "réponse": "Shadow (Cid Kageno)",
    "date": 2022,
    "titre": "The Eminence in shadow",
    "épisode": "S1E5"
  },
  {
    "citation": "Mais tu m’étonnes sur un point, fais-moi plaisir et explique-moi une dernière chose. Je ne vois pas la moindre haine dans tes yeux, je ne ressens aucun esprit de vengeance envers les dieux. Alors dis-moi gamin, pourquoi as-tu accepté de venir te battre contre les dieux ?\n- Je suis déçu que même toi, Zeus, tu me poses ce genre de questions. Tu parles de haine, de vengeance. Je n’ai pas besoin de tout ça, de toutes ces mauvaises raisons. Non, ma seule et unique motivation, c'est de vouloir protéger la vie de mes enfants !",
    "type": "Qui a dit",
    "réponse": "Zeus et Adam",
    "date": 2021,
    "titre": "Record of Ragnarok",
    "épisode": "S1E6"
  },
  {
    "citation": "Vous pouvez bien vous bagarrer de temps à autres. Quand chacun défend ses principes farouchement, ça finit forcément par arriver, c’est normal. Mais lorsque ça se produit et que 2 caractères s’affrontent ce qu’il faut par dessus tout c’est que ce soit avec respect. En aucun cas on règle la rancune et l’aigreur en passant par la violence. C’est comme ça quand on est de la même guilde.",
    "type": "Qui a dit",
    "réponse": "Makarov Draer",
    "date": 2012,
    "titre": "Fairy Tail",
    "épisode": "Non spécifié"
  },
  {
    "citation": "Je sais très bien que votre plan peut nous mener à la victoire, je n’ai pas de doute là-dessus. Mais voir couler le sang de mes enfants, c’est quelque chose que je ne peux pas supporter, je ne peux pas accepter de les voir mourir ainsi. Si donner le peu de vie qu’il reste à un vieux guerrier peut permettre de sauver la leur, et de leur donner un avenir, alors ce n’est pas cher payé.",
    "type": "Qui a dit",
    "réponse": "Makarof Draer",
    "date": 2012,
    "titre": "Fairy Tail",
    "épisode": "Non spécifié"
  },
  {
    "citation": "Rouge. La même couleur que ses cheveux. Rouge. Des cheveux de la couleur d’une fraise mûre. La même couleur que les tâches sur mes mains. Un rouge magnifiquement enivrant.",
    "type": "Qui a dit",
    "réponse": "Issei Hyodo",
    "date": 2012,
    "titre": "HighSchool DxD",
    "épisode": "S1E1"
  },
  {
    "citation": "Il ne faut jamais remettre à demain...",
    "type": "Complete",
    "réponse": "ce que l'on peut faire aujourd'hui",
    "date": 2011,
    "titre": "Lego Ninjago",
    "personnages": "Maitre Wu",
    "épisode": "Dans toute la série"
  },
  {
    "citation": "Dites-moi, quand croyez-vous qu’un homme meurt ? Lorsqu’il se prend une balle en plein coeur ? Non ! Lorsqu’il contracte une maladie incurable ? Non ! Lorsqu’il avale une soupe de champignons vénéneux ? Non ! Il meurt...",
    "type": "Complete",
    "réponse": "dès qu’on ne se souvient plus de lui",
    "date": 1998,
    "titre": "One Piece",
    "personnages": "Dr. Hilulu",
    "épisode": "Non spécifié"
  },
  {
    "citation": "L’Alchimie est la science qui permet de comprendre, de décomposer et recomposer la matière. Mais l’Alchimie ne peut pas tout : il lui est impossible de créer à partir du Néant. ...",
    "type": "Complete",
    "réponse": "Pour chaque chose reçue, il faut en abandonner une autre de même valeur. En alchimie, c’est la loi fondamentale de l’échange équivalent.",
    "date": 2009,
    "titre": "FullMetal Alchemist Brotherhood",
    "personnages": "Le Narrateur",
    "épisode": "Au début de l'opening"
  }
]